Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Adapters are tied to a specific system-model version. Retrain and reevaluate them when the compatible OS model changes.
de: Adapter sind an eine bestimmte Systemmodellversion gebunden. Trainieren und bewerten Sie sie neu, wenn sich das kompatible OS-Modell ändert.
es: Los adaptadores están vinculados a una versión específica del modelo de sistema. Reentregarlos y reevaluarlos cuando el modelo OS cambie.
fr: Les adaptateurs sont liés à une version spécifique du modèle système. Reformer et réévaluer lorsque le modèle OS compatible change.
it: Gli adattatori sono legati a una specifica versione system-model. Riqualificarli e rivalutarli quando il modello operativo compatibile cambia.
ja: アダプターは特定のシステム・モデル・バージョンに縛られます。 互換性のあるOSモデルが変更されると、それらをリトレインして評価します。
ko: 어댑터는 특정 시스템 모델 버전에 연결됩니다. 호환 OS 모델이 변경 될 때 변형 및 재평가.
pt_br: Adaptadores estão ligados a uma versão específica do modelo de sistema. Retreine-os e reavalie-os quando o modelo SO compatível mudar.
zh_hans: 适配器与特定的系统模型版本捆绑在一起. 当兼容的OS模型改变时,重新训练并重新评价它们.
zh_hant: 适配器與特定的系統模型版本搭配. 當兼容的OS模型變更時, 重新訓練並重新評估它們 。

source: Add Gemini API key
de: Addition Gemini API Schlüssel
es: Añadir Gemini API clave
fr: Ajouter Gemini API clé
it: Aggiungi Gemini API chiave
ja: 追加する Gemini API キーキー
ko: Gemini API 키 추가
pt_br: Adicionar Gemini API Chave
zh_hans: 添加 Gemini API 键
zh_hant: 添加 Gemini API 按鍵

source: Adjust the controls to generate a profile recipe. This page does not create a session or send a prompt.
de: Passen Sie die Steuerelemente an, um ein Profilrezept zu generieren. Diese Seite erstellt keine Sitzung oder sendet eine Aufforderung.
es: Ajuste los controles para generar una receta de perfil. Esta página no crea una sesión o envía un aviso.
fr: Ajustez les contrôles pour générer une recette de profil. Cette page ne crée pas de session ou n'envoie pas d'invite.
it: Regolare i controlli per generare una ricetta del profilo. Questa pagina non crea una sessione o invia un prompt.
ja: コントロールを調整してプロファイルのレシピを生成します。 このページは、セッションを作成したり、プロンプトを送信したりしません。
ko: 프로파일 레시피를 생성하는 컨트롤을 조정합니다. 이 페이지는 세션을 만들지 않거나 프롬프트를 보내지 않습니다.
pt_br: Ajuste os controles para gerar uma receita de perfil. Esta página não cria uma sessão ou envia um alerta.
zh_hans: 调整控件以生成配置文件配方 。 此页面不创建会话或发送提示 。
zh_hant: 調整控件以產生剖面程式配方 。 此頁面不建立會議或傳送便捷 。

source: Adopt LanguageModel when the product requires a model that Apple does not provide directly. Your executor owns provider translation and streaming.
de: Annahme LanguageModel wenn das Produkt ein Modell benötigt, das Apple nicht direkt zur Verfügung stellt. Ihr Executor besitzt Anbieter Übersetzung und Streaming.
es: Adopt LanguageModel cuando el producto requiere un modelo que Apple no proporciona directamente. Su ejecutor posee traducción y streaming de proveedores.
fr: Adopter LanguageModel lorsque le produit nécessite un modèle que Apple ne fournit pas directement. Votre exécuteur possède la traduction et le streaming du fournisseur.
it: Adozione LanguageModel quando il prodotto richiede un modello che Apple non fornisce direttamente. Il tuo esecutore possiede la traduzione e lo streaming dei fornitori.
ja: 導入事例 LanguageModel 製品は、Appleが直接提供しないモデルを必要とするとき。 プロバイダの翻訳とストリーミングを所有しています。
ko: 채용안내 LanguageModel 제품이 Apple이 직접 제공하지 않는 모델이 필요합니다. 당신의 executor는 공급자 번역 및 스트리밍을 소유합니다.
pt_br: Adotar LanguageModel Quando o produto requer um modelo que a Apple não fornece diretamente. Seu executor é dono de tradução e transmissão.
zh_hans: 通过 LanguageModel 当产品需要苹果公司不直接提供的模型时. 您的执行者拥有提供者的翻译和流传 。
zh_hant: 通過 LanguageModel 。 您的執行者擁有提供者翻譯與流動 。

source: After
de: nach
es: Después
fr: Après
it: Dopo
ja: アフター
ko: 이후
pt_br: Depois.
zh_hans: 之后
zh_hant: 之后

source: After app policy
de: Nach der App Policy
es: Después de la política de aplicación
fr: Après l'application politique
it: Dopo la politica app
ja: アプリポリシーの後
ko: 앱 정책
pt_br: Depois da política do aplicativo
zh_hans: 应用政策之后
zh_hant: 應用程式政策之後

source: After output
de: Nach Ausgabe
es: Después de la salida
fr: Après sortie
it: Dopo l'uscita
ja: 出力後
ko: 출력 후
pt_br: Após a saída
zh_hans: 输出后
zh_hant: 輸出後

source: After-policy math
de: Nachpolitik Mathematik
es: matemáticas después de la política
fr: Mathématiques post-politiques
it: matematica post-polizia
ja: 後政の数学
ko: 정책 적용 후 계산
pt_br: Matemática pós-política
zh_hans: 政策后数学
zh_hant: 政策後數學

source: Agent Turn Map
de: Agent Turn Card
es: Agente Turn Map
fr: Agent Tourner la carte
it: Agente Girare la mappa
ja: エージェントターンマップ
ko: 에이전트 턴 맵
pt_br: Agente Vire o Mapa
zh_hans: 代理翻转地图
zh_hant: 代理翻轉地圖

source: Allow Health access in Settings, then try again. %@
de: Erlauben Sie den Gesundheitszugriff in den Einstellungen und versuchen Sie es erneut. %@
es: Permitir acceso a la salud en Ajustes, luego probar de nuevo. %@
fr: Permettre l'accès à la santé dans les paramètres, puis essayer à nouveau. %@
it: Consentire accesso alla salute in Impostazioni, quindi riprovare. %@
ja: 設定で健康アクセスを許可し、もう一度お試しください。 %@
ko: 설정에서 건강 액세스를 허용, 다음 다시 시도. %@
pt_br: Permita acesso à Saúde em Configurações, e tente novamente. %@
zh_hans: 在设置中允许健康访问, 然后再次尝试 。 %@
zh_hant: 允許在設定中取得健康, 然後再試一次 。 %@

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
it: Consentito
ja: 許可
ko: 허용됨
pt_br: Permitido
zh_hans: 允许
zh_hant: 允許

source: Allowed, required, disallowed
de: Erlaubt, erforderlich, verboten
es: Permitido, requerido, no autorizado
fr: Autorisé, exigé, refusé
it: Ammessi, richiesti, non ammessi
ja: 許可, 必須, 禁止
ko: 허용, 필수, 허용 안 됨
pt_br: Permitido, requerido, proibido
zh_hans: 允许、要求、不允许
zh_hant: 被允許、要求、拒絕

source: Analyze Video
de: Video analysieren
es: Analizar vídeo
fr: Analyser la vidéo
it: Analizza video
ja: ビデオを分析
ko: 비디오 분석
pt_br: Analisar vídeo
zh_hans: 分析视频
zh_hant: 分析影片

source: Any LanguageModel
de: Beliebiges LanguageModel
es: Cualquier LanguageModel
fr: N’importe quel LanguageModel
it: Qualsiasi LanguageModel
ja: その他 LanguageModel
ko: 모든 LanguageModel
pt_br: Qualquer LanguageModel
zh_hans: 任意 LanguageModel
zh_hant: 任何 LanguageModel

source: App policy for this turn
de: App Policy für diesen Turn
es: Política de aplicación para este giro
fr: Politique de l'application pour ce tour
it: Politica dell'app per questo turno
ja: このターンのアプリポリシー
ko: 이 차례의 앱 정책
pt_br: Política de aplicação para esta curva
zh_hans: 此回合的应用策略
zh_hant: 此轉動的應用政策

source: App-Observed Timing
de: App-Beobachtetes Timing
es: Ajustes observados
fr: Calendrier d'application observé
it: Programma di applicazione osservata
ja: App-Observed タイミング
ko: App-Observed 타이밍
pt_br: Hora da aplicação
zh_hans: App-Observated 时间
zh_hant: App- Observated 時間

source: App-generated prompt context
de: Von der App generierter Prompt-Kontext
es: Contexto de prompt generado por la app
fr: Contexte d’invite généré par l’app
it: Contesto del prompt generato dall’app
ja: App-generated プロンプトコンテキスト
ko: App-generated 메시지
pt_br: Contexto do prompt gerado pelo app
zh_hans: App 生成的快捷上下文
zh_hant: App 產生的快速上下文

source: Apple Intelligence not enabled
de: Apple Intelligence nicht aktiviert
es: Apple Intelligence no está activado
fr: Apple Intelligence non activé
it: Apple Intelligence non abilitato
ja: Apple Intelligence 有効でない
ko: Apple Intelligence가 활성화되지 않음
pt_br: Apple Intelligence não habilitado
zh_hans: Apple Intelligence 未启用
zh_hant: Apple Intelligence 未開啟

source: Apple does not publish a maximum pixel size, megapixel count, file size, or aspect ratio for Foundation Models image attachments.
de: Apple veröffentlicht keine maximale Pixelgröße, Megapixelzahl, Dateigröße oder Seitenverhältnis für Foundation Models Bildanhänge.
es: Apple no publica un tamaño máximo de píxel, cuenta de megapíxeles, tamaño de archivo o relación de aspecto Foundation Models apegos de imagen.
fr: Apple ne publie pas un rapport maximum de pixel, de mégapixel, de taille de fichier ou d'aspect pour Foundation Models pièces jointes.
it: Apple non pubblica una dimensione massima di pixel, il numero di megapixel, la dimensione del file o il rapporto di aspetto per Foundation Models allegati immagine.
ja: Appleは、最大ピクセルサイズ、メガピクセル数、ファイルサイズ、またはアスペクト比を公開しません。 Foundation Models 画像添付ファイル。
ko: Apple은 최대 픽셀 크기, 메가 픽셀 수, 파일 크기 또는 측면 비율을 게시하지 않습니다. Foundation Models 이미지 첨부 파일.
pt_br: A Apple não publica um tamanho máximo de pixels, contagem de megapixels, tamanho de arquivo ou proporção de aspecto para Foundation Models Anexos de imagem.
zh_hans: 苹果公司不发布最大像素大小、大像素计数、文件大小或尺寸比 Foundation Models 图像附件。
zh_hant: Apple 不公布最大像素大小、 大像素數量、 檔案大小、 或寬度比 Foundation Models 影像附件 。

source: Apple's on-device model. It works offline and has no daily usage quota.
de: Apples On-Device-Modell. Es funktioniert offline und hat keine tägliche Nutzungsquote.
es: El modelo de Apple en el dispositivo. Funciona fuera de línea y no tiene cuota de uso diario.
fr: Le modèle d'Apple sur l'appareil. Il fonctionne hors ligne et n'a pas de quota d'utilisation quotidienne.
it: Il modello di Apple è in servizio. Funziona offline e non ha quota di utilizzo quotidiana.
ja: Appleのオンデバイスモデル。 オフラインで動作し、日常的な使用方法はありません。
ko: Apple의 장치 모델. 그것은 오프라인으로 작동하고 매일 사용 할당량이 없습니다.
pt_br: O modelo de Apple está no dispositivo. Funciona offline e não tem cota de uso diário.
zh_hans: 苹果的安装模型。 它在线下工作,没有每日使用配额。
zh_hant: 蘋果的device模型。 它在線下工作,

source: Apple's server model for more reasoning and context. It requires availability, network access, entitlement eligibility, and has usage limits.
de: Apples Servermodell für mehr Argumentation und Kontext. Es erfordert Verfügbarkeit, Netzwerkzugang, Berechtigungsberechtigung und hat Nutzungsbeschränkungen.
es: Modelo servidor de Apple para más razonamiento y contexto. Requiere disponibilidad, acceso a la red, elegibilidad de los derechos y tiene límites de uso.
fr: Modèle serveur d'Apple pour plus de raisonnement et de contexte. Il exige la disponibilité, l'accès au réseau, l'admissibilité aux droits et a des limites d'utilisation.
it: Modello server di Apple per più ragionamento e contesto. Richiede disponibilità, accesso alla rete, eleggibilità del diritto e ha limiti di utilizzo.
ja: より多くの推論とコンテキストのためのAppleのサーバーモデル。 可用性、ネットワークアクセス、資格の適格性、使用制限が要求されます。
ko: Apple의 서버 모델은 더 많은 이유와 맥락을 제공합니다. 그것은 가용성, 네트워크 접근, 부제 eligibility를 요구하고, 사용법 한계가 있습니다.
pt_br: O modelo de servidor da Apple para mais raciocínio e contexto. Requer disponibilidade, acesso à rede, elegibilidade, e tem limites de uso.
zh_hans: 苹果的服务器模型用于更多的推理和上下文. 它需要可用性、网络接入、应享权利资格以及使用限制。
zh_hant: Apple的伺服器模型,用于更多推理和上下文. 它需要可用性、網路存取、權限,

source: Applies built-in guardrails to model input and output, invokes registered tools, and records tool calls and outputs in the transcript.
de: Wendet integrierte Leitplanken auf die Modellierung von Input und Output an, ruft registrierte Tools auf und zeichnet Toolaufrufe und Outputs im Transkript auf.
es: Aplica correderas incorporadas para modelar entrada y salida, invoca herramientas registradas y registra llamadas y salidas de herramientas en la transcripción.
fr: Applique des garde-corps intégrés pour modéliser l'entrée et la sortie, invoque les outils enregistrés et enregistre les appels et les sorties d'outils dans la transcription.
it: Riguarda le protezioni integrate per modellare l'ingresso e l'uscita, invoca gli strumenti registrati e registra le chiamate e le uscite degli strumenti nella trascrizione.
ja: ビルトインガードレールは、入力と出力をモデル化し、登録されたツールを呼び出し、ツールの呼び出しとトランスクリプトの出力を記録します。
ko: 모델 입력 및 출력에 내장 가드 레일을 적용하고, 등록 된 도구 및 기록 도구 통화 및 transcript에서 출력.
pt_br: Aplica guarnições integradas ao modelo de entrada e saída, invoca ferramentas registradas, e registra chamadas de ferramentas e saídas na transcrição.
zh_hans: 应用内置的护栏来建模输入和输出,引用注册工具,并将工具呼叫和输出记录在笔录中.
zh_hant: 使用內建的監控器來建模輸入和輸出, 引用已登記的工具,

source: Apply a documented fallback
de: Ein dokumentiertes Fallback anwenden
es: Aplicar un retroceso documentado
fr: Appliquer un repli documenté
it: Applicare un fallback documentato
ja: 文書化されたフォールバックを適用
ko: 문서화 된 fallback 적용
pt_br: Aplique um recuo documentado.
zh_hans: 应用文件倒置
zh_hant: 套用文件倒置

source: Approve demo
de: Demo genehmigen
es: Aprobar demostración
fr: Approuver la démo
it: Approva demo
ja: デモを承認
ko: 데모 승인
pt_br: Aprovar demonstração
zh_hans: 批准演示
zh_hant: 核准示範

source: Approved in this demo
de: Genehmigt in dieser Demo
es: Aprobado en esta demo
fr: Approuvé dans cette démo
it: Approvato in questa demo
ja: このデモで承認
ko: 이 데모에서 승인
pt_br: Aprovado nesta demonstração
zh_hans: 本演示中核准
zh_hant: 此演示中批准

source: Artifacts
de: Artefakte
es: Objetos
fr: Objets
it: Artifici
ja: アーティファクト
ko: 아티팩트
pt_br: Artefatos
zh_hans: 工艺品
zh_hant: 藝術品

source: Ask
de: Bitten
es: Pregunta
fr: Demande
it: Chiedi
ja: 質問
ko: 질문하기
pt_br: Pergunte.
zh_hans: 询问
zh_hant: 詢問

source: Ask Gemini
de: Gemini fragen
es: Preguntar a Gemini
fr: Demander à Gemini
it: Chiedi a Gemini
ja: Geminiに質問
ko: Gemini에게 질문
pt_br: Perguntar ao Gemini
zh_hans: 向 Gemini 提问
zh_hant: 詢問 Gemini

source: Attach an image
de: Fügen Sie ein Bild bei
es: Adjuntar una imagen
fr: Joindre une image
it: Collegare un'immagine
ja: 画像を添付
ko: 이미지 첨부
pt_br: Anexar uma imagem
zh_hans: 附加图像
zh_hant: 附加影像

source: Attachment
de: Anlage
es: Adjunción
fr: Pièce jointe
it: Allegato
ja: 添付ファイル
ko: 첨부 파일
pt_br: Anexo
zh_hans: 附录
zh_hant: 附件

source: Authorization
de: Genehmigung
es: Autorización
fr: Autorisation
it: Autorizzazione
ja: 認証
ko: 권한 부여
pt_br: Autorização
zh_hans: 授权
zh_hant: 授權

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
ja: オートメーション
ko: 자동화
pt_br: Automação
zh_hans: 自动化
zh_hant: 自动化

source: Availability
de: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
it: Disponibilità
ja: 利用可否
ko: 사용 가능 여부
pt_br: Disponibilidade
zh_hans: 可用性
zh_hant: 可用性

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
ko: 사용 가능
pt_br: Disponível
zh_hans: 可用
zh_hant: 可用

source: Base
de: Basis
es: Basis
it: Baside
ja: ベース
ko: 기본
zh_hans: 基础
zh_hant: 基底

source: Base Model
de: Basismodell
es: Modelo de base
fr: Modèle de base
it: Modello di base
ja: 基礎モデル
ko: 기본 모델
pt_br: Modelo Base
zh_hans: 基准模型
zh_hant: 基模

source: Before
de: Vorher
es: Antes
fr: Avant
it: Prima
ja: 新着情報
ko: 이전
pt_br: Antes
zh_hans: 在此之前
zh_hant: 之前

source: Before call
de: Vor dem Aufruf
es: Antes de llamar
fr: Avant l'appel
it: Prima di chiamare
ja: コールの前に
ko: 호출 전
pt_br: Antes de ligar
zh_hans: 打电话前
zh_hant: 呼叫前

source: Below limit
de: Unter dem Limit
es: Por debajo del límite
fr: Sous la limite
it: Sotto il limite
ja: 制限未満
ko: 한도 미만
pt_br: Abaixo do limite
zh_hans: 低于限额
zh_hant: 低於限制

source: Below limit, approaching cap
de: Untergrenze bei Annäherung an die Obergrenze
es: Límite inferior, aproximándose al tapón
fr: Au-dessous de la limite, près du plafond
it: Sotto il limite, si avvicina il tappo
ja: 限界の下、帽子に近づく
ko: 한도 미만, 상한에 근접
pt_br: Abaixo do limite, aproximando-se do cap.
zh_hans: 下限,接近上限
zh_hant: 下限,接近上限

source: Blood Oxygen
de: Blutsauerstoff
es: Oxígeno en sangre
fr: Oxygène sanguin
it: Ossigeno nel sangue
ja: 血液酸素
ko: 혈액 산소
pt_br: Oxigênio sanguíneo
zh_hans: 血氧
zh_hant: 血氧

source: Blood Pressure
de: Blutdruck
es: Presión arterial
fr: Pression artérielle
it: Pressione sanguigna
ja: 血圧
ko: 혈압
pt_br: Pressão arterial
zh_hans: 血压
zh_hant: 血壓

source: Boundary inspection
de: Grenzprüfung
es: Inspección fronteriza
fr: Inspection des frontières
it: Ispezione boundana
ja: 境界検査
ko: Boundary 검사
pt_br: Inspeção de limite
zh_hans: 边界检查
zh_hant: 边界视察

source: Bridge Layers
de: Brückenschichten
es: Capas de puente
fr: Couches de pont
it: Layers del ponte
ja: 橋層
ko: 교량 층
pt_br: Camadas de Ponte
zh_hans: 桥层
zh_hant: 橋層

source: Budget Impact
de: Auswirkungen auf den Haushalt
es: Efectos presupuestarios
fr: Impact budgétaire
it: Impatto di bilancio
ja: 予算の影響
ko: 예산 영향
pt_br: Impacto do Orçamento
zh_hans: 预算影响
zh_hant: 预算影響

source: Budget result
de: Haushaltsergebnis
es: Resultado presupuestario
fr: Résultat budgétaire
it: Risultato di bilancio
ja: 予算の結果
ko: 예산 결과
pt_br: Resultado do orçamento
zh_hans: 预算结果
zh_hant: 预算成果

source: Bug Report
de: Bug-Bericht
es: Informe de error
fr: Rapport de bogue
it: Rapporto di bug
ja: バグ報告
ko: 버그 보고서
pt_br: Relatório de Bug
zh_hans: 错误报告
zh_hant: 臭蟲報告

source: Build and interface validation only
de: Nur Build und Schnittstellenvalidierung
es: Construir y validar la interfaz solamente
fr: Construction et validation de l'interface uniquement
it: Costruisci e convalida interfaccia solo
ja: ビルドとインターフェイス検証のみ
ko: 빌드 및 인터페이스 검증 만
pt_br: Apenas validação de construção e interface.
zh_hans: 只构建和接口验证
zh_hant: 只建立與介面驗證

source: Cached input
de: Zwischenspeichereingang
es: Entrada encendida
fr: Entrée en cache
it: Ingresso incavo
ja: キャッシュされた入力
ko: 캐시된 입력
pt_br: Entrada em cache
zh_hans: 缓存输入
zh_hant: 已儲存的輸入

source: Calls and outputs
de: Calls und Outputs
es: Llamadas y salidas
fr: Appels et produits
it: Chiamate e uscite
ja: コールと出力
ko: 호출 및 출력
pt_br: Chamadas e saídas
zh_hans: 要求和产出
zh_hant: 呼叫和产出

source: Capability inspection requires the Xcode 27 SDK and an OS 27 runtime.
de: Die Prüfung der Fähigkeiten erfordert die Xcode 27 SDK und eine OS 27 Laufzeit.
es: La inspección de la capacidad requiere Xcode 27 SDK y un operativo 27 horas de ejecución.
fr: L'inspection des capacités exige Xcode 27 SDK et un OS 27.
it: L'ispezione di capacità richiede Xcode 27 SDK e un OS 27 runtime.
ja: 機能点検は要求します Xcode 27 SDK OS 27のランタイム。
ko: 기능 검사는 요구합니다 Xcode 27 SDK 그리고 OS 27 실행 시간.
pt_br: Inspeção de capacidade requer a Xcode 27 SDK E um OS 27.
zh_hans: 能力检查要求 Xcode 27 SDK 和OS 27运行时间。
zh_hant: 能力檢查要求 Xcode 27 SDK 和操作器 27 运行時間。

source: Check runtime availability
de: Verfügbarkeit der Laufzeit überprüfen
es: Disponibilidad de tiempo de ejecución
fr: Vérifiez la disponibilité de l'exécution
it: Verifica disponibilità runtime
ja: 稼働時間の利用状況を確認する
ko: 런타임 가용성 확인
pt_br: Verifique a disponibilidade de tempo de execução.
zh_hans: 检查运行时间可用性
zh_hant: 檢查執行時間可用性

source: Choose Video
de: Wählen Sie Video
es: Elija vídeo
fr: Choisir une vidéo
it: Scegli il video
ja: ビデオを選ぶ
ko: 비디오 선택
pt_br: Escolha o vídeo
zh_hans: 选择视频
zh_hant: 選擇影片

source: Choose a video before running the analysis.
de: Wählen Sie ein Video, bevor Sie die Analyse ausführen.
es: Elige un vídeo antes de ejecutar el análisis.
fr: Choisissez une vidéo avant de lancer l'analyse.
it: Scegliere un video prima di eseguire l'analisi.
ja: 解析を実行する前にビデオを選択します。
ko: 분석을 실행하기 전에 비디오를 선택하십시오.
pt_br: Escolha um vídeo antes de executar a análise.
zh_hans: 运行分析前选择视频 。
zh_hant: 執行分析前選擇影片 。

source: Choose the on-device system model when the feature must work without a network connection.
de: Wählen Sie das On-Device-Systemmodell, wenn das Feature ohne Netzwerkverbindung funktionieren muss.
es: Elija el modelo del sistema en el dispositivo cuando la función debe funcionar sin una conexión de red.
fr: Choisissez le modèle du système sur l'appareil lorsque la fonctionnalité doit fonctionner sans connexion réseau.
it: Scegliere il modello di sistema on-device quando la funzione deve funzionare senza una connessione di rete.
ja: 機能がネットワーク接続なしで動作する必要がある場合は、オンデバイスシステムモデルを選択します。
ko: 기능이 네트워크 연결 없이 작동해야 할 때 on-device 시스템 모델을 선택하십시오.
pt_br: Escolha o modelo de sistema no dispositivo quando o recurso deve funcionar sem uma conexão de rede.
zh_hans: 选择在功能必须在没有网络连接的情况下工作时的在线设备系统模型.
zh_hant: 選擇在功能必須沒有網路連接的情况下工作的伺服器系統模型 。

source: Choose the tools this turn can access, then run the local policy inspection.
de: Wählen Sie die Werkzeuge, auf die dieser Zug zugreifen kann, und führen Sie dann die lokale Richtlinieninspektion aus.
es: Elija las herramientas que este giro puede acceder, a continuación, ejecutar la inspección de política local.
fr: Choisissez les outils auxquels ce tour peut accéder, puis exécutez l'inspection de la politique locale.
it: Scegliere gli strumenti che questo turno può accedere, quindi eseguire l'ispezione politica locale.
ja: このターンがアクセスできるツールを選択し、ローカルポリシーの検査を実行します。
ko: 이 턴을 선택하면 로컬 정책 검사를 실행할 수 있습니다.
pt_br: Escolha as ferramentas que esta curva pode acessar e então execute a inspeção de políticas locais.
zh_hans: 选择这个转弯可以使用的工具,然后进行地方政策检查。
zh_hant: 選擇這個轉彎可以使用的工具,

source: Chooses which tools exist, separates untrusted data, validates generated arguments, requests authorization, and controls every side effect.
de: Wählt aus, welche Tools existieren, trennt nicht vertrauenswürdige Daten, validiert generierte Argumente, fordert Autorisierung an und kontrolliert jeden Nebeneffekt.
es: Elige qué herramientas existen, separa datos no confiables, valida argumentos generados, solicita autorización y controla cada efecto secundario.
fr: Choisissez quels outils existent, sépare les données non fiables, valide les arguments générés, demande l'autorisation et contrôle chaque effet secondaire.
it: Scegliere quali strumenti esistono, separa i dati non attendibili, convalida argomenti generati, richieste di autorizzazione e controlla ogni effetto collaterale.
ja: どのツールが存在しているかを選択し、信頼できないデータを分離し、生成された引数を検証し、リクエストの承認を要求し、すべての副作用を制御する。
ko: 도구가 존재하는 것을 선택하고, untrusted data를 분리하고, 생성된 인수, 요청 권한 부여 및 모든 측면 효과를 제어합니다.
pt_br: Escolhe quais ferramentas existem, separa dados não confiáveis, valida argumentos gerados, solicita autorização e controla todos os efeitos colaterais.
zh_hans: 选择哪些工具存在,分离不信任的数据,验证生成的参数,请求授权,并控制每个副效应.
zh_hant: 選擇哪些工具存在, 分离不信任的資料, 驗證產生的參數, 要求授權, 以及控制每個副作用 。

source: Choosing a Model
de: Ein Modell auswählen
es: Elegir un modelo
fr: Choisir un modèle
it: Scegliere un modello
ja: モデルを選ぶ
ko: 모델 선택
pt_br: Escolhendo um modelo
zh_hans: 选择一个模型
zh_hant: 選擇模型

source: Client
de: Kunde
es: Cliente
it: Cliente
ja: クライアント
ko: 클라이언트
pt_br: Cliente
zh_hans: 客户端
zh_hant: 客戶端

source: Collapsed
de: Eingeklappt
es: Contraído
fr: Réduit
it: Compresso
ja: 折りたたみ
ko: 접힘
pt_br: Recolhido
zh_hans: 已折叠
zh_hant: 已摺疊

source: Compaction Trigger
de: Verdichtungsauslöser
es: Trigger de compactación
fr: Déclencheur de compactage
it: Trigger compattazione
ja: コンパクトトリガ
ko: 압축 트리거
pt_br: Ativador de compactação
zh_hans: 压缩触发器
zh_hant: 縮合触发器

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ja: 比較
ko: 비교
pt_br: Comparar
zh_hans: 比较
zh_hant: 比較

source: Compare a custom .fmadapter package with the base system model.
de: Vergleichen Sie einen Brauch .fmadapter Paket mit dem Basissystemmodell.
es: Compare una costumbre .fmadapter paquete con el modelo de sistema base.
fr: Comparer une coutume .fmadapter paquet avec le modèle de système de base.
it: Confronta un'abitudine .fmadapter pacchetto con il modello di sistema di base.
ja: カスタム比較 .fmadapter ベースシステムモデルのパッケージ。
ko: 주문 비교 .fmadapter 기본 시스템 모델 패키지.
pt_br: Compare um costume .fmadapter Pacote com o modelo do sistema base.
zh_hans: 比较自定义 .fmadapter 带有基础系统模型的软件包。
zh_hant: 比較自訂 .fmadapter 套件,包含基底系統模型。

source: Compare a deliberate sampling setup with the defaults
de: Vergleichen Sie ein absichtliches Sampling-Setup mit den Standardeinstellungen
es: Compare una configuración de muestreo deliberada con los predeterminados
fr: Comparer une configuration d'échantillonnage délibérée avec les valeurs par défaut
it: Confrontare una configurazione di campionamento deliberata con i valori predefiniti
ja: デフォルトで意図的なサンプリング設定を比較する
ko: 기본값으로 deliberate 샘플링 설정 비교
pt_br: Compare uma amostragem deliberada com os padrões.
zh_hans: 将有意抽样设置与默认设置进行比较
zh_hant: 將有意的樣本設定與預設比對

source: Compare transcript transforms before a model call
de: Vergleichen Sie Transkripttransformationen vor einem Modellaufruf
es: Compare la transcripción transforma antes de una llamada modelo
fr: Comparer les transformations de transcription avant un appel modèle
it: Confronta trascrizione trasforma prima di una chiamata modello
ja: モデル呼び出し前のトランスクリプト変換を比較する
ko: transcript가 모델을 호출하기 전에 변환 비교
pt_br: Compare transcrições transformadas antes de uma chamada modelo
zh_hans: 比较模式调用前的记录转换
zh_hant: 在模式呼叫前比對抄本轉換
